{
    "E5.1" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.1 Tremolo ",
        "writtenContent" : "Try some different tremolo effects on different types of sounds (<span>Effect > Tremolo</span>). How does it change the feel of the sound? Can you find examples of tremolo effects in some music you listen to? Why do you think the artist chose to use tremolo in those songs? See if you can find an example of its use on vocals!",
        "audio" : ""
    },
    "E5.2" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.2 Vibrato",
        "writtenContent" : "Try out some vibrato on different samples (<span>Effect> Vibrato</span>). Where do you think these might come in useful for sound effects, rather than music? Find some examples of vibrato used in music. Why do you think the artist chose to use vibrato in those songs?",
        "audio" : ""
    },
    "E5.3" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.3 Auto-Tune",
        "writtenContent" : "Find three examples of songs that use Auto-Tune: it shouldn’t be hard with pop songs today! Why do you think the artists are using the effect—what impact does it have on the listener?",
        "audio" : ""
    },
    "E5.4" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.4 Pitch shifting",
        "writtenContent" : "Take three sound samples and pitch them up or down in small or large increments (<span>Effects> Pitch Change</span>). In Audacity, there are two options for changing frequency. The first is for musical pitch, and it will guess the pitch your sound is closest to, and ask you what pitch you want it to be. You can use this, or use the second half of the window below where you can deal directly with frequency (which is more detailed, granular correction).  How might you use this effect in your own sound work? ",
        "audio" : ""
    },
    "E5.5" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise: #5.5 EQ Pre-Sets",
        "writtenContent" : "Try some of the different pre-sets (select curve) built in to the Audacity equalizer.  What does each pre-set do? Write down the effect it has on the frequencies as you both hear and see them. ",
        "audio" : ""
    },
    "E5.6" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise # 5.6 The Best Frequencies",
        "writtenContent" : "Grab a long sample or one you’ve recorded of some length and play with the EQ until you think you’ve made a significant improvement to the file. What frequencies did you boost or cut and why? ",
        "audio" : ""
    },
    "E5.7" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.7 Wah-wah-what?",
        "writtenContent" : "You may notice the EQ band goes up to 40 KHz on professional equivalent. Knowing that human hearing cuts off at about 15 KHz for most adults (20 KHz if you’re young), why would the bands go up to 40 KHz? This is a mysterious perceptual phenomenon in that even though people can’t hear above 15 KHz, they appear to hear the difference between a file where the upper frequencies have been chopped off and a file where they haven’t! You know where your hearing cut-off is. Boost the frequencies above that cut-off in an EQ and see if you can hear the difference in the sound file. Give an A/B test to a friend to see if they can hear the difference!  (an A/B test is a simple comparison between two objects where the person being tested doesn’t know which one is which). ",
        "audio" : ""
    },
    "E5.8" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.8 Supersonic Hearing",
        "writtenContent" : "You may notice the EQ band goes up to 40 KHz on professional equivalent. Knowing that human hearing cuts off at about 15 KHz for most adults (20 KHz if you’re young), why would the bands go up to 40 KHz? This is a mysterious perceptual phenomenon in that even though people can’t hear above 15 KHz, they appear to hear the difference between a file where the upper frequencies have been chopped off and a file where they haven’t! You know where your hearing cut-off is. Boost the frequencies above that cut-off in an EQ and see if you can hear the difference in the sound file. Give an A/B test to a friend to see if they can hear the difference!  (an A/B test is a simple comparison between two objects where the person being tested doesn’t know which one is which). ",
        "audio" : ""
    },
    "E5.9" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.9 Turn it down!",
        "writtenContent" : "A weird perceptual phenomenon related to our hearing was discussed earlier: that bass requires a higher amplitude to appear at the same perceptual volume as the mids. The mid-frequency range becomes flattened out as we increase amplitude, leaving the perception that low and high frequencies are louder, or boosted in the signal.  We can create the illusion of loudness by boosting the highs and lows, and leaving the mids where they are! Try it out for yourself.",
        "audio" : ""
    },
    "E5.10" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.10 Exploring Filters",
        "writtenContent" : "Choose different filters and set different cut-off frequencies to hear the differences in how they impact the sound file. Here is where you’ll find the Q value we talked about earlier: the slope of the curve. ",
        "audio" : ""
    },
    "E5.11" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.11  Ring modulator",
        "writtenContent" : "Record your voice and some other sounds, and apply ring modulation. How does the ring modulator effect the way it sounds? Go back to the section on difference tones and create the difference tones with your ear and then with the ring modulator on a sine wave. What is the difference between what is generated by the ring modulator, and what is generated by your ears?",
        "audio" : ""
    },
    "E5.12" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.12 Vocoder",
        "writtenContent" : "Grab some sound samples or use your voice recording. You’ll need a stereo file for applying the vocoder. If you didn’t record in stereo previously, you can change this in the drop-down menu beside your microphone. Apply the vocoder. What is the difference as you hear it? How might you use this effect?",
        "audio" : ""
    },
     "E5.13" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.13 Distortion",
        "writtenContent" : "Try some different distortion effects and note for yourself how the sound appears to change (Effects > Distortion> Distortion Type). Change the settings for each type, as well!",
        "audio" : ""
    },
     "E5.14" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.14 Guess the effect *partner exercise",
        "writtenContent" : "Grab a partner. Each use the same sound sample and manipulate it using a different effect. Swap your results, and see if you can then mimic the partner’s effects by guessing what they did. If it’s too easy, add a second effect on top of the first, and try again. Then, a third effect, and so on!",
        "audio" : ""
    },
     "E5.15" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.15 Change a sound",
        "writtenContent" : "Take a sound and put it through as many effects as you need to turn it into another sound. For instance, try to change the sound of a kitten into the sound of a dog. Try to change the sound of a car running into the breathing of a person. Log your steps in effects chosen.",
        "audio" : ""
    },
     "E5.16" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.16 Build a sound from memory",
        "writtenContent" : "Think of a sound from your memory. Download a similar sound and then use effects to try to adjust the sound until it matches what you had in your memory. Log your steps in effects chosen."
    },
     "E5.17" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.17 Glitch",
        "writtenContent" : "“Glitch” a sound: apply some effects on a sample so that it appears to have been a glitch: a glitch might be a tape deck sound that suddenly slows down part of the track, or a digital glitch like a quick skip in sound, aliasing, or other sounds that make it sound like a mechanical error. ",
        "audio" : ""
    },
     "E5.18" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.18 Clean up aisle audio! ",
        "writtenContent" : "What happens if we have a sound effect sample that has some artefacts we don’t want in it? We can edit it knowing what we now know about filters and effects. Find someone’s really bad recording online (for instance a podcast, a YouTube video, etc.) and try to improve their sound as much as you can. Don’t forget to write down your steps taken. ",
        "audio" : ""
    },
    "E5.19" : {
        "chapterName" : "Chapter Five: Sound Effects",
        "exerciseName" : "Exercise #5.19 Subtraction",
        "writtenContent" : "Take one of your field recordings. By only subtracting sounds from it using filters in different places, turn it into something else (you can’t move or alter the sounds in any other way).",
        "audio" : ""
    }
}