{
    "E9.1" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.1 Ident",
        "writtenContent" : ["Make an ident—a sonic signature, or audio logo—for a podcast series. Think about what you are trying to convey. Here are some suggestions to get you thinking:","An audio logo for a game company’s podcast","An audio stinger for a new phone advertisement","An audio bumper for a quirky edgy news story podcast","You can watch musicologist Philip Tagg’s semiotic study of Intel’s Intel Inside audio logo for inspiration here: https://vimeo.com/150585474. There’s a whole lot more depth than you would imagine could be found in four notes! ","A useful resource to study is the Audio Logo Database "],
        "link" : "http://audio-logo-database.com/",
        "audio" : ""
    },
    "E9.2" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.2 Audio Aesthetics",
        "writtenContent" : "Find some sounds and music that would be suitable to accompany a podcast for horror fans, and then repeat the exercise for a podcast for car racing fans. What did you choose, and why? How does it relate to the brand the podcast might want to convey?",
        "audio" : ""
    },
    "E9.3" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.3 Thinking about Tropes",
        "writtenContent" : "The classic news ticker sound and the evil laugh are common genre tropes. What other tropes do you associate with specific genres of story? Why do you think those tropes developed? Try turning a trope on its head—a horror news show, or a comedy horror show. What do you have to do to the trope to flip it?",
        "audio" : ""
    },
    "E9.4" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.4 Impossible Soundscapes",
        "writtenContent" : "Make an alien soundscape. What did you choose, and why? What effects did you choose and why? How would you change the soundscape from good alien world to bad alien world, and why? Make a future soundscape. What did you choose and why? How would you change the soundscape from good future (utopia) to bad future (dystopia)?",
        "audio" : ""
    },
    "E9.5" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.5 Combining Place",
        "writtenContent" : "Combine elements of two different soundscapes you’ve recorded into a new soundscape to create a new place. Which elements did you choose to keep, and which did you throw away, and why? ",
        "audio" : ""
    },
    "E9.6" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.6 Changing Perspective",
        "writtenContent" : "Imagine we are in a scene where a serial killer is stalking a woman. Shift the perspective from the woman’s perspective to that of the killer and back. What did you do to shift the perspective, and why?",
        "audio" : ""
    },
    "E9.7" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise # 9.7 Structural functions: Scene Segues",
        "writtenContent" : "Use two very different soundscapes you’ve now created or recorded. Try some different techniques to cut between the two as if they are two different scenes. What did you try, why, and what impact did it have?",
        "audio" : ""
    },
    "E9.8" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.8 Creating Character",
        "writtenContent" : "Create a non-verbal dialogue between two characters, such as a woman and a man. You can pick the place and situation. How can you differentiate the two characters with sound?",
        "audio" : ""
    },
    "E9.9" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.9 Sonic Metaphors",
        "writtenContent" : "Come up with a list of sonic metaphors that you can think of, and compare them with friends if you can. Are you “on the same page” when it comes to metaphors? ",
        "audio" : ""
    },
    "E9.10" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.10 News Story in Sound",
        "writtenContent" : "Take a news story from the day and tell its story in just sound: how might you use sound in some of the metaphoric or ironic ways just mentioned to emphasize or criticize the journalist’s point of view?",
        "audio" : ""
    },
    "E9.11" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.11 Anthropomorphic Sound",
        "writtenContent" : "Grab a stuffed teddy, robot, creature, action figure or non-human doll from a junk store, and give it a series of sounds. Imagine animating this figure: how should you anthropomorphize the sound of it, and why? ",
        "audio" : ""
    },
    "E9.12" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise # 9.12 Sonic Mood Board",
        "writtenContent" : "A mood board is a common design tool where a collection of colors, textures and images are gathered to represent a particular mood that a designer is trying to explore for a product or client. For instance, if I were trying to create the feeling of serenity or calm I might use images of calm lakes, being snuggled inside an igloo, a candle, a clear sky, soft fluffy textures, and so on. We can create mood boards with sound, too. Find sounds that represent a certain mood because of their signification, their associations, their textures, and so on. Don’t use any vocalizations (no voice, no ‘emotes’, or vocal utterances), and no images are allowed. Use effects to enhance or alter sounds to really bring out the mood.  It’s fairly easy to choose strong emotions like anger, but how would you sonically represent something like “wistful” or “pensive”?",
        "audio" : ""
    },
    "E9.13" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.13 Tension and Release",
        "writtenContent" : "Create a new mood composition. This time, focus on building up tension for the first part of the piece, then give the listener some release at the end.",
        "audio" : ""
    },
    "E9.14" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.14 Sonic Storyboard",
        "writtenContent" : "includes a list",
        "audio" : ""
    },
    "E9.15" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.15 Sonic Storyboard 2",
        "writtenContent" : "Take your sonic storyboard. Now assume that the entire story takes place in a dream or hallucination. How will you change the sound?",
        "audio" : ""
    },
    "E9.16" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.16 Sonic Storyboard 3",
        "writtenContent" : "Flashback or flashforward from your story to create the next scene. How will you show the perception of time passing (hint: don’t use a clock ticking!). How did you transition from the first scene to the next? ",
        "audio" : ""
    },
    "E9.17" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.17 Audio Story Analysis",
        "writtenContent" : "Get cracking on your own analysis. Remember you’re going to have to listen to it several times to listen for different things as you go through it, so pick one that isn’t too long. "
    },
    "E9.18" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.18 Comparing Approach",
        "writtenContent" : "Take two popular podcasts or radio dramas and compare their approach to sound"
    },
    "E9.19" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.19 First spot",
        "writtenContent" : "Grab an audio drama script from online. Read through it and circle the keywords that would help your sound design. In this case, it’s the location, the characters, and the key foreground sounds.",
        "file" : ""
    },
    "E9.20" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.20 Second spot",
        "writtenContent" : "Conduct a second (and probably third and fourth!) read-through on your script, marking out the key things you can consider with relation to sound design. ",
        "file" : ""
    },
    "E9.21" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.21 Creating a Cue Sheet",
        "writtenContent" : "Using the script you used in the previous exercise, go through and create the cue sheet for the entire script. This can take some time to really think about what you’re doing, so don’t rush it. ",
        "audio" : "file"
    },
    "E9.22" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise # 9.22 Asset List",
        "writtenContent" : "Grab your cue sheet from Exercise 9.20, and create an asset list for the project. ",
        "audio" : ""
    },
    "E9.23" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.23 A Writer’s description",
        "writtenContent" : ["Ray Bradbury’s story “The Foghorn” describes the sound of foghorns (1983, 434-436).","“I’ll make a voice like all of time and all of the fog that ever was; I’ll make a voice that is like an empty bed beside you all night long … like trees in autumn with no leaves ... a sound like November wind and the sea on the hard, cold shore. I’ll make a sound that’s so alone that no one can miss it, that whoever hears it will weep in their souls … and whoever hears it will know the sadness of eternity and the briefness of life … The Fog Horn blew. And the monster answered. A cry came across a million years of water and mist. A cry so anguished and alone that it shuddered in my head and my body … Lonely and vast and far away. The sound of isolation, a viewless sea, a cold night, apartness. That was the sound.”","Make the sound of this foghorn based on his description! If you can think of other sounds that are described in books you’ve read, try to create those sounds too. In many cases, we may not be able to talk to the writer to ask them what they were thinking, only go by their written descriptions and our own imagination."],
        "audio" : ""
    },
    "E9.24" : {
        "chapterName" : "Chapter Nine: Sound for Story",
        "exerciseName" : "Exercise #9.24 Recording a script: Radio drama/fiction podcast",
        "writtenContent" : "Take your final cue sheet and record it. If you can’t find actors, you can always read it yourself. We’re just focusing on the sound effects, so the voice is less important here.  What did you find in recording your script that you needed to change from your initial spotting session, and why? What did you add/subtract?",
        "audio" : ""
    }
}