{
    "E10.1" : {
        "chapterName" : "Chapter Ten: Conclusions and Wrap-Up",
        "exerciseName" : "Exercise #10.1 Extra credit 1: Sound design on a time budget",
        "writtenContent" : "You have 48 hours. You have to design the sound for a non-fiction radio program about Chernobyl. You haven’t been given any other direction, script or recordings to support the design. Gather the sounds and music you might need, and create some ambiences."
    },
    "E10.2" : {
        "chapterName" : "Chapter Ten: Conclusions and Wrap-Up",
        "exerciseName" : "Exercise #10.2 Extra Credit 2: Sound design pitch",
        "writtenContent" : "You have 24 hours to prepare to pitch a sound design for a historical dramatization about the American civil war. Bring together everything you’ve learned to describe how you would approach the project. Remember to describe it in a way that really sells your ideas about the project. "
    },
    "E10.3" : {
        "chapterName" : "Chapter Ten: Conclusions and Wrap-Up",
        "exerciseName" : "Exercise #10.3 Reflection",
        "writtenContent" : "Reread your journal from start to finish. What have you learned since you began? Make a list of all of the things you learned. How has your position changed as listener through repeated listening practice? Repeat some of the earlier exercises now that you’ve trained your ears. What are the differences you hear now in your progress?"
    },
    "E10.4" : {
        "chapterName" : "Chapter Ten: Conclusions and Wrap-Up",
        "exerciseName" : "Exercise #10.4 Kill your darlings",
        "writtenContent" : "The writer William Faulkner once gave the advice to “kill your darlings”. Not meant literally, but the advice refers to the over-use of something you discover you like to use, that becomes your “darling”. It might be an effect that you think makes your sound stand out from others. It might be a particular approach you’ve taken and repeated multiple times in the exercises. You may not have been able to get the distance you need to reflect on what your darlings are, and may need to seek out the advice of someone else in sound design. Go back and kill off a darling or two and repeat the exercise without those crutches. "
    },
    "E10.5" : {
        "chapterName" : "Chapter Ten: Conclusions and Wrap-Up",
        "exerciseName" : "Exercise #10.5 Simplify, simplify..",
        "writtenContent" : "A common mistake in all design practice as someone starts out is to get too complex, to show off the skills you’ve learned. How many times have we heard someone say of a seemingly simple design, “I could have done that”? When we don’t understand that sometimes the simplest designs can take the longest, it’s easy to dismiss a design as “easy.” I can remember thinking that of Ducati motorcycles’ logo change in 2008: Their logo became a simple circle with a line through it. Who couldn’t design that in five minutes with a computer? It’s deceptively simple, but the more you think about it, the more complex you realize it is in its simplicity. Take one of your sound designs and make it deceptively simple. How long does it take to get the same idea across with less? Probably a lot longer than you thought! Simplification is a sign of mastery. "
    }
}