{
    "E3.1" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.1 Microphone Selection",
        "writtenContent" : "If you have access to multiple microphones, try recording the same sound with different microphones to hear how they pick the sound up differently. What are the differences that you hear? Look up the microphone’s frequency response. Did the differences in what you hear align with the frequency response charts? Don’t forget to slate your audio!"
    },  
    "E3.2" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.2 Build a contact mic",
        "writtenContent" : [
            "A contact microphone picks up vibrations through contact with objects—sounds transferred through solids, rather than air. A piezo is a metal disk with ceramic piezoelectric crystals in the middle. The vibration produces a buzzer sound, so you’ll find piezo speakers in all kinds of toys that make sound that you can hack.",
            "You’ll need a piezo disc, sometimes called a “buzzer”, of about 27 to 30mm (e.g. https://www.digikey.com/product-detail/en/0/490-7713-ND )",
            "About 30cm of balanced microphone cable, e.g. Mogami W2582, or ¼ inch guitar cable A ¼” in-line female mono jack (TS)", 
            "wire strippers/cutters, solder and soldering iron",
            "The piezo has two terminals: the inner terminal (the signal) and the outer metal disk (the ground), so we need to use the cable that has 2 conductors (e.g. a microphone cable).  Strip about 5cm off the end of the cable, which should reveal the two conductor wires inside. Separate the copper shield wires and the conductor wires (blue or red and clear). Twist the two separate groups of wires into separate bundles.",
            "The sound signal will be weak, and so you’ll get a lot more high frequency sound. Although you can record louder sounds with a contact mic, to get more delicate sounds and a balance of lower frequencies, you will need a pre-amp (e.g. https://www.allelectronics.com/item/mk-1803/universal-mono-pre-amplifier-kit/1.html)"
            ]
    },
    "E3.3" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.3 Use an inductor coil to record hidden sound",
        "writtenContent" : "Inductor coils convert electromagnetic radio waves into sound. We can quickly and easily build an inductor coil, or quite cheaply purchase them online as telephone pickets or “circuit sniffers”. These electromagnetic waves can be found in any electronic devices, from lights to remote controls. Inductor coils can even pick up electromagnetic radio waves from far away in space, like meteors, or the Aurora Borealis! The more powerful the inductor, the more they pick up waves. You can pick up a cheap one for just a couple of dollars.",
        "link" : "https://www.allelectronics.com/item/tpx-1/telephone-pick-up/1.html"
    },
    "E3.4" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.4 Off-Axis recording",
        "writtenContent" : "Try recording the same sound with the microphone positioned at different axes. What changes do you hear in the frequencies that get picked up and the amount of environmental sound?",
        "audio" : ""
    },
    "E3.5" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise # 3.5 Proximity Effect",
        "writtenContent" : "Record sounds at close proximity and then back off to a distance of more than 30cm. Can you hear a difference? What changes as you approach the mic?",
        "audio" : ""
    },
    "E3.6" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.6 Input Gain",
        "writtenContent" : "Make some different sounds with a variety of objects at different distances, and see if you can guess what the best input gain is before you monitor the sound to check.",
        "audio" : ""
    },
    "E3.7" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.7 Proxemics in music",
        "writtenContent" : "Find some examples of music you listen to that have close-miked either the vocals or guitar. What impact does that have on you as a listener? How does it compare with other songs where the distance is further?"
    },
    "E3.8" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.8 Recording distance",
        "writtenContent" : "Record a sound at several distances, adjusting the gain but increasing the distance from the microphone to sound source, starting in the intimate zone and then moving further out. What are the changes you notice in the sound acoustically and perceptually?",
        "audio" : ""
    },
    "E3.9" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.9 ASMR",
        "writtenContent" : "You’re probably familiar with the ASMR YouTube trend, and if you’re not familiar, these are videos where recordings of quiet sound and whispered voice are very closely miked so as to induce an autonomous sensory meridian response, commonly known as tingles or chills.  Intimate miking is just that—very intimate and so invokes a very intimate response from our bodies. Record your own ASMR session with close-miked sound effects. What type of mic did you choose, and why? ",
        "audio" : ""
    },
    "E3.10" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.10 Recording your daily sound listening practice",
        "writtenContent" : "Write your daily sound log. Record the sound at the same time. Then, turn up your recording and play it back: what sounds did you miss?"
    },
    "E3.11" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.11 Found Sound",
        "writtenContent" : "Go to the hardware store. Find three things that make an interesting sound and buy them and record them. How many sounds can you get out of each object? Upload the sounds to Freesound.org and get some feedback from users on your recording. Then repeat the exercise with garage sales (yard sale/car boot sales), a second hand store, and a grocery store.",
        "audio" : ""
    },
    "E3.12" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise: #3.12 Same sound, different place",
        "writtenContent" : "Record the same sound in different locations around your house and outside. What do you notice about how the sound changes? ",
        "audio" : ""
    },
    "E3.13" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.13 Moving sound ",
        "writtenContent" : "Find a sound that is moving, like a small creek or stream. Stand as close to the running water as possible and record the sound. Move four steps back and repeat. Kneel down and repeat again. Lie prone and repeat again, with the mic as close as possible to the sound. Play back and note your observations (adapted from Dorritie 2003).",
        "audio" : ""
    },
    "E3.14" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.14 Repeat Repeat Repeat",
        "writtenContent" : "Choose a common sound (e.g. a door closing). Record as many examples of that sound as you can in a one-hour timeframe. How many did you find? What is the greatest variation between two of those sounds?",
        "audio" : ""
    },
    "E3.15" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.15 Creatively Making Sound",
        "writtenContent" : "In sound we often use a variety of really creative approaches to making sounds. While the added visual aids the interpretation for movies and games (and we’ll look at that later), the sound itself can often evoke interesting results. Try to create a sound you can’t record outright (e.g. a leg breaking, a bullet flying past, a spaceship, etc.) by recording another sound in its place, and have a partner guess.",
        "audio" : ""
    },
    "E3.16" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.16 Sounding a sound with the mouth",
        "writtenContent" : "Imagine someone is shoveling different materials: snow, sand, gravel, coal. How does the sound change? Make the sounds with your mouth (adapted from Schafer 1992).",
        "audio" : ""
    },
    "E3.17" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.17 Mouth Prototyping Sounds",
        "writtenContent" : "Try making a short composition using only mouth sounds.",
        "audio" : ""
    },
    "E3.18" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.18 Mouth Prototyping Sounds Part II: partner exercise",
        "writtenContent" : "Once you’ve recorded a sound composition, give it to a partner and have them find recorded sound effects not made with the mouth that match what you prototyped. Alternatively, find that sound yourself and see how close you came to it, then try to get closer.",
        "audio" : ""
    },
    "E3.19" : {
        "chapterName" : "Chapter 3: Recording Sounds",
        "exerciseName" : "Exercise #3.19 Record a Sound Poem",
        "writtenContent" : "Sound poems are a field of poetry that are meant to be read aloud, often containing nonsense words. Some examples are from the dada artist Hugo Ball, “Karawane”, or “Zang Tumb Tuuum” by the Italian Futurist F.T. Marinetti. Find a sound poem, and record it with your own vocalizations.",
        "audio" : "",
        "link" : ""
    }   
}