{
    "E1.1" : {
       "chapterName": "Chapter 1: Hearing and Listening ",
       "exerciseName": "Exercise #1.1 Quiet time",
       "writtenContent": "Every day undertake this exercise, and we’ll build on it as we go: Take five minutes and sit quietly, writing down all of the sounds that you hear. The first time you try this exercise, you might come up with a list a little like this one, which are the sounds currently occurring as I type this out:"
    },
    "E1.2" : {
       "chapterName": "Chapter 1: Hearing and Listening ",
       "exerciseName": "Exercise #1.2 Describing sound",
       "writtenContent": "Sound walks are simply walking while paying attention to sound, rather than sitting in one place, so we can experience several different places and listen to the changes. We are quiet and listen with attention to all of the many sounds that we normally ignore. We can do sound walks alone or with a partner who guides us, blindfolded, around the walk. The sound theorist Hildegard Westerkamp (2007) suggests first starting with listening to your own body while moving. Listen to your footsteps and how they change on different surfaces. Make a sound by clapping your hands or whistling. Try the sound in different rooms. How does it change? Once you’ve practiced listening to yourself, pay attention to the environment. Do you hear other people? Can you detect rhythms? What are the loudest and quietest sounds that you hear? Focus on a sound and walk towards it. Notice how it changes with the distance. Move inside. How does sound change in different environments? How did your listening ability change when you couldn’t see?"
        },
       "E1.3" : {
       "chapterName": "Chapter 1: Hearing and Listening ",
       "exerciseName": "Exercise #1.3 Gerald McBoingBoing",
       "writtenContent": "Dr. Seuss created a character called Gerald McBoing-Boing who talked in sound effects: “When Gerald started talking, you know what he said? He didn’t speak words—he went boing boing instead! Watch the animation at StudyingSound.org. How many onomatopoeia words can you describe off the top of your head? How much can you communicate with just onomatopoeia. Try to write an entire day’s journal entry just using onomatopoeia (hint: you’re going to have to make up some new onomatopoeia!)",
       "url": "https://www.youtube.com/embed/uNsyQDmEopw"
       },
    "E1.4" : {
       "chapterName": "Chapter 1: Hearing and Listening ",
       "exerciseName": "Exercise # 1.4 Categorizing Sound",
       "writtenContent": "Take a list you created in one of your daily listening exercises, and think of the ways in which you might categorize these sounds. For instance, you might divide the list into opposing elements: <br><br> natural – human-made<br>  pleasant – unpleasant<br> quiet – loud<br>  rough – smooth <br> low – high<br>  discrete – continuous<br>  near—far <br><br> What other categories can you come up to group your sounds? What do the categories tell you about the types of sound that you hear, and the ways that you think about, and talk about sound?"
       },
    "E1.5" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.5 The Sound Walk",
        "writtenContent": "Sound walks are simply walking while paying attention to sound, rather than sitting in one place, so we can experience several different places and listen to the changes. We are quiet and listen with attention to all of the many sounds that we normally ignore. We can do sound walks alone or with a partner who guides us, blindfolded, around the walk. The sound theorist Hildegard Westerkamp (2007) suggests first starting with listening to your own body while moving. Listen to your footsteps and how they change on different surfaces. Make a sound by clapping your hands or whistling. Try the sound in different rooms. How does it change? Once you’ve practiced listening to yourself, pay attention to the environment. Do you hear other people? Can you detect rhythms? What are the loudest and quietest sounds that you hear? Focus on a sound and walk towards it. Notice how it changes with the distance. Move inside. How does sound change in different environments? How did your listening ability change when you couldn’t see?",
        "url" : "https://player.vimeo.com/video/188845783"
    },
    "E1.6" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise: #1.6 Destined to repeat",
        "writtenContent": "“In Zen they say: if something is boring after two minutes, try it for four. If still boring, try it for eight, sixteen, thirty-two, and so on. Eventually one discovers that it’s not boring at all but very interesting” (Cage 2013, p. 94). Find a sound that at first might seem boring, but after repeated listening becomes much more interesting. How does the sound (appear to) change over time? Describe it! "
    },
    "E1.7" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.7 Listening for the first time",
        "writtenContent": "Listen attentively to something that you typically hear but never listen to, such as the full cycle of a dishwasher, washer or dryer. What did you hear that you never noticed before? How difficult was it to pay attention for such a long length of time? Did you mentally add beats, or musical notes, or anything to force a structure or pattern onto it? How long are you able to listen before your mind started wandering? Can you train yourself to listen for longer? Repeat this exercise after you’ve finished the book, and compare notes with your first listen."
    },
    "E1.8" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.8 Soundmarks",
        "writtenContent": "One of the first acoustic ecologists (people who study sound in our environments), R. Murray Schafer, writes, “Just as every community has landmarks which make it special and give it character, every community will also have original soundmarks. A soundmark is a unique sound, possessing qualities that make it special to a community” (1992, p. 123). Examples might be a local public clock, foghorns, trains, etc. Find and describe the soundmarks in your community, either your home, your neighbourhood or the entire city. "
    },
    "E1.9" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.9 Sonic Fingerprint",
        "writtenContent": "What sounds are personal to you that others might be able to identify you by?1 My dog used to be able to identify my car from all the others that went by our busy street. One exercise I try in my classes is to have four students come up to the class with their sets of keys. Facing the front, another student stands behind them and subtly shakes their keys. Can the students recognize which set of keys is theirs by the sound alone? I find the majority of the time they can guess their own keys, even though they’ve never consciously paid attention to the sound before. Think about your personal sonic fingerprint and come up with ways that someone might be able to identify you."
    },
    "E1.10" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.10 Sound Timer Reminder",
        "writtenContent": "Send yourself a little reminder to stop and listen. We can get distracted pretty easily and forget to pay attention to what is around us. You can get a free timer for your phone or watch, and set it to go off a few times a day. When it does, take 60 seconds out to focus on and listen to the sounds of wherever you are. Listen to how basic sounds change depending on the environment—your footsteps change based on the temperature outside, what you’re walking on, what mood you’re in, what the weather is, what other sounds are around you, where you are, and so on. Pick a sound to focus on, like footsteps, clicking your fingers, or your breathing, and write down how that sound changes throughout the day."
    },        
    "E1.11" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.11 Bone conduction headphones",
        "writtenContent": "If you’re particularly interested in bone conduction, or want a set of headphones you can wear around while also listening to the world around you (while jogging, for instance), you can purchase some bone conduction headphones for about $100 now. Write down your experience of bone conduction listening to music or sound in your journal. How does the sound through bone conduction differ from headphone or ear listening?",
        "url" : "https://aftershokz.com/"
    },       
    "E1.12" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.12 Bone conduction with a dowel",
        "writtenContent": "Here we will repeat Beethoven’s technique. Get some wooden dowel (3 mm, or 1/4” width is enough, at about 40-50 centimeters—15 inches—long) from your local hardware store. Put earplugs in your ears or use your fingers to block your ears. Put one end of the dowel in your teeth and bite down. Put the other end on a table, wall or another surface. Plug your ears with your fingers or earplugs. What do you hear? Try to put the other end of the dowel onto something that is making sound, like a piano or loudspeaker, if you have access to one. How does this alter what you hear? What aspects of sound do you miss out on?"
    },        
    "E1.13" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.13 Bone Amplifier", 
        "writtenContent": "needs to be heavily formatted"
    },        
    "E1.14" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.14 My first sounds",
        "writtenContent": "Write in your journal what it must be like for a baby hearing sound from the womb. What sounds would they not be able to hear because of the muffled barrier of the womb? What sounds would they hear more loudly because of where they are?"
    },        
    "E1.15" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.15 Hearing, not listening",
        "writtenContent": "We hear constantly, even in our sleep, to the point where sounds can shape our dreams. Can you remember any dreams you had where an external sound entered your dream? I know I’ve heard my phone ring in my sleep, and then gotten up and found it didn’t ring after all! Try setting a timer on your computer or phone to play a sound quietly just before you wake up (before your alarm clock, if you set one), and see if it gets incorporated into your dreams. ",
        "url" : "https://www.youtube.com/embed/0wtLrlIKvJE",
        "url2" : "https://www.youtube.com/embed/gJc008GY8vI"
    },       
    "E1.16" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.16 Online hearing test—Frequency responses",
        "writtenContent": "On the website is a tone generator. You can use a tone generator to test your hearing. Use headphones. Set the volume of your computer to a comfortable level. Start in the middle range, which as you learned when discussing the cochlea is not the technical middle, but the range where our hearing peaks, at about 3500 Hz. Go down to the point where you can no longer hear the sound. Record the lowest frequency that you can hear. Note that the low sounds may drop off because your headphones, phone or computer can’t reproduce those frequencies, not because your hearing is damaged. Now try going up in the other direction. What is the highest frequency that you can hear?  A professional audiologist will test your frequency range for speech, but rarely tests above or below speech levels (in my experience, an audiologist tested only 200 to 8000 Hz). You may need to use a subwoofer or studio speakers (monitors) to get a more accurate representation of your low frequency threshold."
    },        
    "E1.17" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.17 The Cocktail Party Effect",
        "writtenContent": "Most hearing tests will play multiple sounds at once to see how well you differentiate speech from other background sounds. The cocktail party effect, as it is known, is the brain’s ability to focus on and differentiate sound in a noisy environment—like trying to listen to someone talking to you at a busy party. How loud can background sounds get before you can’t hear what is being said any longer? This speech differentiation is often the first thing many people notice if they have hearing loss. Try our online test and see if you can differentiate speech at different levels."
    },        
    "E1.18" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.18 Remanence",
        "writtenContent": "<strong>Remanence</strong> “is the continuation of a sound that is no longer heard” (Augoyard 2009, p. 87), like a musical earworm. The sound gives the impression of remaining after it’s no longer there. Keep your notebook handy and track any remanence you hear in a day. Are there any common traits you hear among sounds that lead to remanence for you?"
    },        
    "E1.19" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.19 Sudden silence",
        "writtenContent": "Turn the power off where you live. How many sounds were there in the background that you hadn’t noticed before?"
    },
    "E1.20" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.20 A Day Without Sound",
        "writtenContent": "For this exercise you will need some equipment: at a bare minimum, a set of very good ear plugs. Ideally, you will use earplugs and then wear safety ear muffs over top of those. Remove sound from your life for one day (or half a day will suffice). Be sure you are going to be safe by staying with a hearing-enabled friend or staying home. Write a journal entry of your time without sound. Once you’ve spent a few hours without sound, how does returning to sound change the way you hear sound?"
    },
    "E1.21" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.21 Listening to Auditory Streams",
        "writtenContent": "Turn the power off where you live. How many sounds were there in the background that you hadn’t noticed before?"
    },
    "E1.22" : {
        "chapterName": "Chapter 1: Hearing and Listening",
        "exerciseName": "Exercise #1.22 Listening to Media",
        "writtenContent": "Once you have had some practice of listening to a variety of natural environments, try comparing that with listening to a film or video game. If you’re alone, it’s easiest to do this exercise with a film, but if you have a friend with you that can play a game you can do it that way, too. Pick a film that you know well, and have watched already at least once. Turn your back to the screen and just listen to the film. What do you hear that you didn’t notice before?  What sounds don’t resemble the real world you’ve been listening to, and why?"
    }
}