{
    "E8.1":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.1 Conditioned to sound",
        "writtenContent" : "How many sounds can you list that you are conditioned to respond to in a particular way? What is your association and why?"
    },
    "E8.2":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.2 Conditioning sounds",
        "writtenContent" : "Try to imagine some creative uses of the conditioning effect beyond some we’ve already talked about (hint: think about products, advertising, etc.). "
    },
    "E8.3":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.3 Universal and Conventional Sounds",
        "writtenContent" : "Listen to different aspects of a soundscape you’ve recorded. What aspects are conventional and which are universal?  Download 30 random sound effects and categorize them as universal and which are conventional. Why? Are there any features of the sounds that are unique to conventional or universal sounds?",
        "file" : ""
    },
    "E8.4":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.4 Sonic generalizations and stereotypes",
        "writtenContent" : "What sonic generalizations can you recall that represent places, cultures, religions, seasons, periods of time, or other aspects in film, television, radio or games? Think beyond just culture: for instance, every time we see a bicycle on screen in a rural setting we tend to hear a bicycle bell. Night-time often has the sound of crickets, or if it’s urban, a police siren.  What sounds are associated with women? What sounds with men? How do the sounds of women differ from those of men and why?"
    },
    "E8.5":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.5 Anamnesis",
        "writtenContent" : "Are there sounds that you know are not conventional or universal, but impact you on a personal level by evoking some past memory? I associate a mourning dove with my grandmother’s house, for instance, since when I stayed there at her house it was very common to hear them. Make a list of all the sounds you can think of that cause anamnesis for you, along with their associations. Keep adding to the list as you think of more over the coming days and weeks."
    },
    "E8.6":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.6 People sounds",
        "writtenContent" : "Go sit in a public place and watch people in the vicinity, and mentally assign them their own sound effect. Alternatively, choose people from your own life and think of them in terms of their own sound effect—imagine assigning them a sound effect as a ringtone identifier. What did you choose and why?"
    },
    "E8.7":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.7 A Sonic Warning",
        "writtenContent" : "A classic visual design exercise is to draw a sign that anyone in the far future could understand to mean that a place is very dangerous, like a nuclear waste disposal site. The design problem is what images could one use to signify the danger of the site and could be universally understood. How would you use sound to represent a universal warning for the future? Make that sound. What effects did you rely on and why?",
        "audio" : ""
    },
    "E8.8":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.8 A Semiotic Study of sounds",
        "writtenContent" : "Find a sound composition: it could be a radio play, or the sound to a movie (without using the image!), or a musique concrète composition. What are the important signifiers in the piece, and what do you think they signify?  How do they relate to other signifiers used? Can you find similar sounds used somewhere else that support your idea of what the sounds connote (inter-objective comparison material)? What stereotypes do you hear, and which are cultural or universal? Carry out a reception test amongst your friends, colleagues, or others and have them freely respond to the sounds. Did they all have the same connotations? What were the differences and why do you think those differences happened? What happens to the sound’s meaning when you put different effects on those sounds?",
        "audio" : ""
    },
    "E8.9":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.9 A Semiotic Study of a soundscape",
        "writtenContent" : "Create a soundscape: the basement of a serial killer’s home. Repeat your semiotic study as described above. What responses did you get, and how did you use sound to help to evoke those responses?",
        "audio" : ""
    },
    "E8.10":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.10 What do I mean?",
        "writtenContent" : "Create an alien sound language and create a short message. See if anyone can interpret it. What research reference material did you use and why? How did you test its meanings?",
        "audio" : ""
    },
    "E8.11":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.11 Musique Concrète",
        "writtenContent" : "Musique concrète was a style of music that used recorded sound effects as raw material, back in the days of tape, and is exemplified by the works of Pierre Schaeffer and Pierre Henri. Listen to a piece of musique concrète and freely associate to it by writing down any imagery that pops in your mind as you listen. Listen to the piece again—what sounds or effects led to that imagery? Create your own piece of musique concrète that relies on sound objects that you think have specific connotations, and try it out on an audience and ask them to freely associate to the piece. Were you able to evoke the imagery you wanted? Why or why not?",
        "audio" : ""
    },
    "E8.12":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise # 8.12 Haptic Audio",
        "writtenContent" : "Sit in a small space with a subwoofer and EQ your music to just play a series of low frequencies (<200Hz): can you feel the sound as well as hear it? Where in your body do you feel it? At what frequency does the sound become less physical and more cerebral?",
        "audio" : ""
    },
    "E8.13":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.13 Sound as shape and color",
        "writtenContent" : "What sounds match these shapes? (adapted from Schafer 1992)  What colors should the shapes be? What does a harsh sound look like, compared to a soft sound? What is a cold sound? What is a warm sound? What is a yellow sound? A blue sound? What is a sour sound? A sharp sound? A round sound?   Create or record the sounds and use any effects necessary to emphasize the point. ",
        "audio" : ""
    },
    "E8.14":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.14 Categorizing sounds in themes",
        "writtenContent" : "Download thirty random sounds from Freesound.org or from a sound library. Categorize them together according to broader themes (powerful/weak; bright/dark; good/evil; death/life, etc.): you can think about sounds according to colors, to shape (envelope), or connotation, for instance.  ",
        "audio" : ""
    },
    "E8.15":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.15 Changing Meaning",
        "writtenContent" : "Take a sound and use effects to change the meaning of a sound. Make it dirty, wet, sharp, muddy, sad, evil, spikey, round, etc. Take one sound from the previous exercise, and using effects, transform it into its opposite.",
        "audio" : ""
    },
    "E8.16":{
        "chapterName" : "Chapter Eight: Sound and Meaning",
        "exerciseName" : "Exercise #8.16  Classroom/partner game Sound Charades",
        "writtenContent" : "Now that we have developed a language for talking about sound, we can play sound ‘charades’: Take a sound from your list of sounds and describe it in any way other than using a word related to what causes it. So a bird chirping could be described as a bright, cheerful sound, or that it gets used to signify dawn or spring, or in terms of its acoustic properties, like a high-frequency, sine wave sound in short staccato bursts of about 60 dB. Have other students try to guess what the sound you’re describing is. ",
        "audio" : ""
    }
}