{   
    "reading" : [
        {
            "title" : "The Three Listening Modes",
            "author" : "Michel Chion",
            "info" : "from Audio-Vision, pp. 25-34",
            "location" : "1_threeListeningModes.pdf",
            "thumbnail" : "3ListeningModes.JPG",
            "description" : "Film sound theorist Michel Chion describes three ways of listening to sound. The most common is by identifying the cause of the sound, which we saw above in our own listening practice. He calls this causal listening (not to be confused with casual listening!). We usually talk of sounds in terms of the source of the sound: a car motor, a bird, and so on. The second is semantic listening: this is what we do when we listen to people talking: the sounds are a part of a linguistic code, like Morse code. Chion draws on the musique concrète composer Pierre Schaeffer to describe listening to sound focusing on the traits of the sound to describe reduced listening. To describe sounds in a reduced way requires a language to talk about sound, which we’ll cover in the next chapter: we can focus on the texture, qualities or timbre of a sound. We must also listen to a sound many times in order to separate out its acoustic properties from its cause. These three listening modes, however, fail to capture many of the other ways in which we may listen (and Chion acknowledges this). What other ways of listening can you imagine? Think about your listening journal and the ways you’re practicing listening. Is listening to music different from listening to sound? Why or why not?",
            "filter" : "chapter1"
        },
        {
            "title" : "Deep Listening",
            "author" : "Pauline Oliveros",
            "info" : "Deep Listening: A Composer’s Guide to Sound Practice 2005 iUniverse, Inc. New York",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "1_Deep_Listening.jpg",
            "description" : "Oliveros’ book offers a different type of listening practice, focused on years of studying Zen and meditation. Oliveros reflects on her retreats and workshops and presents several deep listening exercises influenced by meditative practice. Perhaps most useful in my opinion is her slow walk, a meditation walk in which one attempts to walk as slowly as possible while listening. She states “walk so silently that the bottoms of your feet become ears”. ",
            "filter" : "chapter1"
        },
        {
            "title" : "I Have Never Seen a Sound",
            "author" : "R. Murray Schafer",
            "info" : "From Canadian Acoustics: Journal of the Canadian Acoustical Association, Volume 37 No 3 (2009)",
            "location" : "1_I_Have_Never_Seen_a_Sound.pdf",
            "thumbnail" : "1_I_Have_Never_Seen_a_Sound.JPG",
            "description" : "Acoustic ecologist R. Murray Schafer explains his journey into studying the soundscape of an environment, analogous to landscape. What sounds have been introduced to the soundscape during your lifetime? What would where you live sound like 100 years ago? 500 years ago? What are the politics and power structures in the sounds of your environment?",
            "filter" : "chapter1"
        },
        {
            "title" : "The MP3 as Cultural Artifact",
            "author" : "Jonathan Sterne",
            "info" : "New Media & Society 2006 Vol 8(5):825-842",
            "location" : "2_The_MP3_as_Cultural_Artifact.pdf",
            "thumbnail" : "2_The_MP3_as_Cultural_Artifact.JPG",
            "description" : "In this article, Sterne explores the design and implications of the MP3 format from an industrial and psychoacoustic perspective (the science of how we perceive sounds). Many audiophiles (people who love audio, and have a tendency to purchase high-end stereo equipment) have claimed that MP3s are really poor quality. Neil Young even took to Kickstarter in 2014 and successfully raised millions of dollars to launch his Pono uncompressed audio format, arguing that MP3s were inferior. Unfortunately, two years later the format was killed after being purchased by Apple. Are MP3s really inferior? Or is it down to how much compression is used in an MP3? ",
            "filter" : "chapter2"
        },
        {
            "title" : "The Death and life of Digital Audio",
            "author" : "Jonathan Sterne",
            "info" : "Interdisciplinary Science Review 2006 Vol 31(4): 339-348",
            "location" : "2_The_death_and_life_of_digital_audio.pdf",
            "thumbnail" : "2_The_death_and_life_of_digital_audio.JPG",
            "description" : "Sterne tackles the debate between analogue and digital recording in this article. Have you wondered why vinyl is seeing such a massive resurgence?  Although the article is getting dated, the debates are still relevant today. Read the article and think about your own opinion on vinyl. Which is better—analogue or digital?",
            "filter" : "chapter2"
        },
        {
            "title" : "Golden Ears and Meter Readers: The Contest for Epistemic Authority in Audiophilia",
            "author" : "Marc Perlman",
            "info" : "Social Studies of Science 2004 34/783 DOI: 10.1177/0306312704047613",
            "location" : "2_Golden_Ears_&_Meter_Readers_The_Contest_for_Epistemic_783.pdf",
            "thumbnail" : "2_Golden_Ears_&_Meter_Readers_The_Contest_for_Epistemic_783.JPG",
            "description" : "Although this has a very academic title, Perlman tackles the concept of the audiophile in this article in a reasonably accessible way.  Perlman explores the truth versus fiction in our notions of audio fidelity. Perlman calls for ABX tests—that a computer plays two sounds, A and B, and a third sound, X, where the listener has to match X to either A or B. Under computer-randomized trials, most people who claimed to be able to hear a difference couldn’t.",
            "filter" : "chapter2"
        },
        {
            "title" : "Between Air and Electricity: Microphones and Loudspeakers as Musical Instruments",
            "author" : "Cathy Van Eck",
            "info" : "2017 New York",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "3_Between_Air_and_Electricity.jpg",
            "description" : "Bloomsbury Van Eck takes us on a history of the use of microphones and speakers in music and as music, including some early experiments with surround sound, feedback and other techniques that are commonplace today.   A must-read for anyone interested in sound art, as well as sound in performance art and experimental music.",
            "filter" : "chapter3"
        },
        {
            "title" : "Sound Poetry: A Catalogue",
            "author" : "Steve McCaffery and bpNichol",
            "info" : "",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "3_Sound_Poetry_A_Catalogue.JPG",
            "description" : "Underwich Editions, Toronto  1978  You will find this floating around on the Internet. It’s a catalogue from the 11th International Sound Poetry Festival held in Toronto in 1978. The introduction provides a useful overview of sound poetry in Dada and Futurist work forwards and describes different genres of sound poetry, before the book presents some sound poems and writing about sound poetry.",
            "filter" : "chapter3"
        },
        {
            "title" : "Sonic Proxemics and the Art of Persuasion: An Analytical Framework",
            "author" : "Karen Collins and Ruth Dockwray",
            "info" : "Leonardo Music Journal 25, pp. 53-56",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "3_Sonic_Proxemics.jpg",
            "description" : "In this essay, Ruth Dockwray and I explore the role of sonic proxemics in public service announcements, and present a framework for the analysis of understanding the proxemics of sound as a rhetorical device in audio-visual media.",
            "filter" : "chapter3"
        },
        {
            "title" : "Microphone Techniques ",
            "author" : "Shure",
            "info" : "2014. Niles, Il",
            "location" : "3_microphone_techniques_for_recording_english.pdf",
            "thumbnail" : "3_microphone_techniques_for_recording_english.JPG",
            "description" : "An overview of different microphone types and techniques by manufacturer Shure. They’re obviously inclined to speak mostly about their own microphones, but there is a lot of useful information about the types of microphones and techniques for recording. ",
            "filter" : "chapter3"
        },
        {
            "title" : "From ‘My Blue Heaven’ to ‘Race with the Devil’: Echo, reverb and (dis) ordered space in early popular music recording",
            "author" : "Peter Doyle",
            "info" : "Popular Music (2004) Volume 23/1. pp. 31–49",
            "location" : "4_my_blue_heaven.pdf",
            "thumbnail" : "4_my_blue_heaven.JPG",
            "description" : "A precursor to Doyle’s book Echo and Reverb (Wesleyan 2005), Doyle talks about the introduction of room ambience to popular music recordings, comparing the techniques in music with film sound design of the era and tracing the techniques through the various changes in recording studios. ",
            "filter" : "chapter4"
        },
        {
            "title" : "Neolithic Art, Archaeoacoustics and Neuroscience",
            "author" : "Fernando Augusto Coimbra",
            "info" : "In the conference proceedings for Archaeoacoustics II: The Archeology of Sound",
            "location" : "4_Neolithic_Art_Archaeoacoustics_and_Neuroscience.pdf",
            "thumbnail" : "4_Neolithic_Art_Archaeoacoustics_and_Neuroscience.JPG",
            "description" : "This may be an academic paper with a lot of big words in the title, but it’s an accessible and fascinating read about acoustics in prehistoric times that brings together a lot of what we’ve learned in this chapter. ",
            "filter" : "chapter4"
        },
        {
            "title" : "Worldizing: Take Studio Recordings into the Field to make them sound Organic",
            "author" : "Charles Maynes",
            "info" : "Editor’s Guild Magazine Vol 25No 2. 2004",
            "location" : "4_Worldizing _Take_Studio_Recordings.pdf",
            "thumbnail" : "4_Worldizing _Take_Studio_Recordings.JPG",
            "description" : "Maynes talks about Murch’s approach to his remake of the sound for Orson Welles’ Touch of Evil, along with other recent approaches including Richard King’s sound work on Gattaca and others. A short, accessible read.",
            "filter" : "chapter4"
        },
        {
            "title" : "Walter Murch Special: The Concept of Worldizing",
            "author" : "Miguel Isaza",
            "info" : "Designing Sound October 7, 2009.",
            "location" : "",
            "thumbnail" : "PLACEHOLDER.pdf",
            "description" : "This is a video link to Walter Murch talking about Worldizing and how he came about using it. http://designingsound.org/2009/10/07/walter-murch-special-the-concept-of-worldizing/",
            "filter" : "chapter4"
        },
        {
            "title" : "Conquering Reverb: Behind Recorded Music’s Oldest Sound Effect",
            "author" : "",
            "info" : "NPR. July 6, 2012",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "4_Conquering_reverb.JPG",
            "description" : "https://www.npr.org/templates/transcript/transcript.php?storyId=156395020 The transcript and audio from a short (5 minute) NPR program about reverb in popular music.",
            "filter" : "chapter4"
        },
        {
            "title" : "Inner Sound: Altered States of Consciousness in Electronic Music and Audio-Visual Media",
            "author" : "Jonathan Weinel",
            "info" : "2018. Oxford: Oxford University Press",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "5_Inner_Sound.JPG",
            "description" : "Weinel’s book explores altered states of consciousness (drugs, dreams, trance, etc.) and how they are represented in and potentially induced by audio-visual media, with a focus on music.",
            "filter" : "chapter5"
        },
        {
            "title" : "How to Wreck a Nice Beach: The Vocoder from World War II to Hip-Hop, The Machine Speaks",
            "author" : "Dave Tompkins",
            "info" : "2010 Melville House",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "5_How_To_Wreck.jpg",
            "description" : "Tompkins follows the history of the vocoder from its invention in 1928 through to today. The title takes its name from a mis-heard vocoder recording: “How to recognize speech”. It’s a bit haphazard and a sometimes difficult read, but with some interesting historical gems and lots of photos. ",
            "filter" : "chapter5"
        },
        {
            "title" : "Sonic Subjectivity and Auditory Perspective in Ratatouille",
            "author" : "Karen Collins",
            "info" : "Animation Journal. 8/3 283-299",
            "location" : "5_Sonic_Subjectivity.pdf",
            "thumbnail" : "5_Sonic_Subjectivity.JPG",
            "description" : "In this article, I explore how a subjective perspective is created for the audience in the film Ratatouille. For example, in one kitchen scene, the sound designer Ben Burtt creates a subjective position for the audience by the use of low-pass filter and reverb effects when we are situated “with” the mouse under the metal colander.  Listen to how the effects cut back and forth with the camera angle. ",
            "filter" : "chapter5"
        },
        {
            "title" : "Dense Clarity-Clear Density",
            "author" : "Walter  Murch",
            "info" : "The Transom Review April 2005 Vol 5 Issue 1 ",
            "location" : "6_Transom_Review.pdf",
            "thumbnail" : "6_Transom_Review.JPG",
            "description" : "A two-part article written by Murch about the womb tone and listening as a sense in the first part, and then a second article, “Dense Clarity-Clear Density”, an important and influential treatise on mixing. Murch takes us through his theories on mixing and then presents a break-down of his mixing approach on Apocalypse Now. ",
            "filter" : "chapter6"
        },
        {
            "title" : "The Art of Mixing: A Visual Guide to Recording",
            "author" : "David Gibson",
            "info" : "2018 Routledge ",
            "location" : "6_The_Art_Of_Mixing.pdf",
            "thumbnail" : "6_The_Art_Of_Mixing.jpg",
            "description" : "Although Gibson’s book is about mixing music (as are most other books on mixing out there!), the techniques and examples are useful to practice listening. Gibson breaks down popular songs in terms of graphic visual shapes and colors that illustrate their position in the mix. Reading the separate mix break-downs and listening to the songs is a great way to help tune your ears to the mixer’s job.",
            "filter" : "chapter6"
        },
        {
            "title" : "Mixing Audio: Concepts, Practices and Tools",
            "author" : "Roey Izhaki  ",
            "info" : "2009 Focal Press",
            "location" : "",
            "thumbnail" : "PLACEHOLDER.pdf",
            "description" : "Another mixing book that focuses on music mixing, but it does provide a thorough overview of the tools available to the mixer that are useful beyond music.",
            "filter" : "chapter6"
        },
        {
            "title" : "Atmos Now: Dolby Laboratories, Mixing Ideology and Hollywood Sound Production",
            "author" : "Benjamin Wright",
            "info" : "7_Atmos_Now_Dolby_Laboratories_Mixing_Ideo.pdf",
            "location" : "",
            "thumbnail" : "PLACEHOLDER.pdf",
            "description" : "in Living Stereo, edited by Paul Théberge, Kyle Devine and Tom Everett. Bloomsbury, 2015.  An academic study of first some history of Atmos and surround, and then some approaches used by Hollywood mixers to surround sound and Atmos in particular.",
            "filter" : "chapter7"
        },
        {
            "title" : "The Sonic Aesthetics of the Industrial: Re-Constructing Yesterday’s Soundscape for Today’s Alienation and Tomorrow’s Dystopia",
            "author" : "Karen Collins and Philip Tagg",
            "info" : "Sound Practice UK: UK/Ireland Soundscape Community, ed. John Drever. 101–108",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "8_The_Sonic_Aesthetics.JPG",
            "description" : "In this article, Philip Tagg and I explore the semiotics of sounds in a genre of music called industrial that relies on a lot of sonic conventions of science fiction cinema. One of the things we explore is which sounds are associated with dystopia and which are associated with utopia in soundscapes of science fiction.",
            "filter" : "chapter8"
        },
        {
            "title" : "Embodied Music Cognition and Mediation Technology",
            "author" : "Marc Leman",
            "info" : "MIT Press, Cambridge, MA.",
            "location" : "",
            "thumbnail" : "PLACEHOLDER.pdf",
            "description" : "Leman’s book explores an embodied cognition approach to music research, bringing together research in cognitive science with computer science and musicology. While the book is focused on music and several chapters relate specifically to music technologies, the first half of the book provides an accessible overview of embodied cognition more generally. In doing so, Leman outlines some of the issues with a more cognitivist approach to music that has dominated music study for centuries. ",
            "filter" : "chapter8"
        },
        {
            "title" : "Scraping Sounds and Disgusting Noises",
            "author" : "Trevor Cox",
            "info" : "Applied Acoustics 2009 Vol 69, pp. 1195-1204  ",
            "location" : "8_Cox_disgusting_scraping_applied_acoustics_usir.pdf",
            "thumbnail" : "8_Cox_disgusting_scraping_applied_acoustics_usir.JPG",
            "description" : "This article outlines Cox’s psychoacoustic internet experiment with horrible sounds, and ties the sound to our biological and anthropological history. It’s a fascinating read into why some sounds like scraping nails on chalkboards evoke visceral responses from us. Cox also explored how visual stimuli might impact our response to those sounds, and has published that work as ‘The Effect of Visual Stimuli on the Horribleness of Awful Sounds” in the same journal  (2008 Vol 69, pp. 691-793). What are your most and least liked sounds, and why? Undertake any experiments Cox has going on at his website: Why do you think he’s testing those sounds, and what is the purpose of the experiments? ",
            "filter" : "chapter8"
        },
        {
            "title" : "Music’s Meanings: A Modern Musicology For Non-Musos",
            "author" : "Philip Tagg",
            "info" : "New York: MMMSP. 2013",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "8_Musics_Meanings.jfif",
            "description" : "Tagg’s thick opus is an overview of semiotics and musicology for non-musically trained people (non-musos). Although there isn’t a lot of work on sound effects, there is a thorough overview of Tagg’s approach to music semiotics.  He provides whole chapters on intersubjectivity and inter-objectivity, on analysis. Regularly updated in the e-book version.",
            "filter" : "chapter8"
        },
        {
            "title" : "Listening and Voice, A Phenomenology of Sound",
            "author" : "Don Ihde",
            "info" : "Athens: Ohio University Press. 1976",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "8_Listening_And_Voice.jpg",
            "description" : "Ihde is one of the leading figures in phenomenology, and while his writing in the 1970s is perhaps a bit too academic for today’s tastes, his work is an important contribution to understanding sound from a phenomenological perspective. In this book he attempts to grapple with the dominance of vision in our language and our approaches to phenomenology up to that point in time. ",
            "filter" : "chapter8"
        },
        {
            "title" : "Phenomenology and Radio Drama",
            "author" : "Clive Cazeaux",
            "info" : "2005. British Journal of Aesthetics 45 (2): 157–174.",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "9_Phenomenology_And_Radio_Drama.JPG",
            "description" : "Cazeaux argues against the idea that by not having image radio drama is an incomplete or ‘blind’ artform. Drawing on phenomenology, Cazeaux shows how sound design in radio drama offers us a complete experience by using the way intersensory perception helps sound to evoke images and touch.  ",
            "filter" : "chapter9"
        },
        {
            "title" : "Theater of the Mind: Imagination, Aesthetics and American Radio Drama",
            "author" : "Neil Verma",
            "info" : "2012 Chicago: University of Chicago Press. ",
            "location" : "PLACEHOLDER.pdf",
            "thumbnail" : "9_Theatre_Of_The_Mind.jpeg",
            "description" : "Verma’s book covers a history of radio drama in the US from a variety of perspectives, including a particularly in-depth exploration of subjectivity and the point of audition (a term he takes issue with). Verma gets quite detailed in descriptions of studio set-ups and microphone techniques used by radio, and overall the book is very useful for another perspective on sound recording for radio, particularly in ways you might analyze and think about radio.",
            "filter" : "chapter9"
        }      
]}